MAIN_INDEX_SYMBOL_NAME_DICT = {
    'INX': "标普500指数",
    'DJI':  "道琼斯工业平均指数",
    'IXIC': "纳斯达克综合指数",

    'HSI': "香港恒生指数",  # * 0.128 = 美元

    '000001': "中国上证指数",  # *0.145=美元
    '399001': "中国深证指数",
    '000300': "沪深300指数",
    '000016': "上证50",
    '000905': "中证500",
    '000015': "上证红利",
    '000922': "中证红利",

    # get from https://cn.investing.com/indices/msci-india-historical-data

    '日经225指数历史数据': "日经225指数",  # *0.008=美元
    '韩国KOSPI指数历史数据': "韩国KOSPI指数",  # *0.0008=美元
    'MSCI印度指数历史数据': 'MSCI印度指数',  # *0.012=美元

    'MSCI新加坡指数历史数据': "MSCI新加坡指数",  # *1.36=美元
    'MSCI加拿大指数历史数据': "MSCI加拿大指数",  # *0.76=美元

    'MSCI欧盟指数历史数据': "MSCI欧盟指数",  # *1.1=美元
}
